;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=日本語/Japanese
WebLang=JPN
Translator=Tilt
Codepage=UNICODE
Version=1.94

[Uninstaller Toolbar]
102 = 表示
103 = オプション
104 = アンインストーラ
105 = ツール
106 = ハンターモード
107 = 一覧
108 = アイコン
109 = 詳細
110 = アンインストール
111 = エントリを除去
112 = 更新
113 = 選択されたエントリを本当に削除しますか?
114 = 選択されたプログラムを本当にアンインストールしますか?
115 = 自動アップデート
116 = ヘルプ
117 = ツールヘルプ...
118 = ホームページ...
119 = バージョン情報...
120 = 管理者権限でログインしてください!
121 = 本当に選択されたシステムコンポーネントを削除しますか?\nよく分からない場合は停止してください!
122 = 現在のユーザがインストールしているすべてのプログラム、コンポーネントを表示します。 コンテキストメニュー(その他の表示スタイル) から、インストールに関する詳細情報、リンク、プロパティを確認することができます。 また、Revo uninstaller の独自機能として、ハンターモードがあります。このモードでは、アプリケーションのワンクリックでアンインストール (停止 / 自動スタートで削除/無効) など、柔軟な設定をすることができます。
123 = 検索
124 = 検出数
125 = 選択されているアイテムは、システムコンポーネントです! 本当にレジストリから除去しますか?\nこのコンポーネントは、あなたのOSで必要なものかもしれません! 
126 =  スタートアップから除去します! 
127 =  スタートアップに設定します! 
128 = %s がインストールされている同じ場所 %s に同じものがインストールされています!\nこの両方のアプリケーションで残された痕跡を検出しました! 除去する痕跡を選択する時は注意してください!
129 = 強制的にアンインストール

[Uninstaller List]
150 = アプリケーション
151 = サイズ
152 = バージョン
153 = インストールされた日時
154 = 会社 
155 = ウェブサイト
156 = コメント
157 = アンインストールコマンド
158 = レジストリキー
159 = インストーラー

[Uninstaller StatusBar]
201 = インストール:
202 = 読み込んでいます...


[Registry Optimizer]
302 =選択してスキャン
303 = スタートメニュー

[AutoRun Toolbar]
407 = 起動
408 = 停止
409 = 除去
410 = アイテム :
411 = 有効化 :
412 = Auto Run Manager では、Windows スタートアップに登録されたアプリケーションの有効/無効化、また、スタートアップに関する詳細な情報を取得することができます。

[AutoRun List]
450 = スタートアップ名
451 = 起動パス
452 = 説明
453 = 発行者
454 = 状態
455 = 場所
456 = 起動中
457 = 停止中
458 = 無効
459 = プロセスを停止
460 = プロセスを開始
461 = 含まれるフォルダを開く
462 = 保存場所に移動
463 = 起動パスをコピー
464 = 選択を除去
465 = 無効をすべて除去
466 = 停止中をすべて除去
467 = 無効をすべて除去
468 = プロパティ...
470 = 選択されたアプリケーションを本当に閉じますか?\n保存されていないデータは失われます!
471 = 選択されたアイテムを本当に削除しますか?
472 = すべての無効なアイテムを本当に削除しますか?
473 = すべての停止中のアイテムを本当に削除しますか?
474 = すべての無効なアイテムを本当に削除しますか?
475 = コマンドが存在しません!
476 = 不明
477 = 自動起動を無効化
478 = 自動起動を有効化


[Outlook Control]
300 = 最適化
301 = レジストリ最適化
400 = AutoRun 管理
500 = トラッククリーナー
501 = ブラウザクリーナー
600 = MS Office クリーナー
700 = Windows クリーナー
800 = 痕跡消去
900 = 完全削除
2100 = Windows ツール
2200 = 不要ファイルクリーナー

[Track Cleaner Browsers]
507 = すべてクリア
508 = インタネットの履歴をクリア
509 = アドレスバーの履歴をクリア
510 = インターネット一時ファイルをクリア
511 = クッキーを削除
512 = Index.dat ファイルを削除
513 = 実行
514 = ダウンロード履歴を削除
515 = セッション履歴を削除
516 = フォーム(入力)履歴を削除
517 = アンインストーラ
518 = 選択されたすべての履歴を本当に削除しますか?
521 = IE の履歴を本当に削除しますか?
522 = Firefox の履歴を本当に削除しますか?
523 = Opera の履歴を本当に削除しますか?
524 = Netscape の履歴を本当に削除しますか?
525 = あなたのブラウザは、今まで訪問したあらゆるウェブサイトに関する情報を記録しています。このクリーナーでは、あなたが訪問したウェブサイトに関する情報を、すべて削除することができます。また、インターネット一時ファイルを削除することで、ハードディスクの容量の節約にもなります。
526 = クリーニングを開始する前に、ブラウザを閉じてください
527 = Index.dat ファイルは、次にコンピュータを再起動した時に削除されます
599 = 選択されたアイテムの痕跡クリーニング処理が完了しました! 


[Track Cleaner Office]
601 = クリア
607 = MS Word 最近使用したドキュメント履歴をクリア
608 = Word 2000, Word XP, Word 2003 及び Word 2007 を含める
609 = MS Excel 最近使用したドキュメント履歴をクリア
610 = Includes Excel 2000, Excel XP, Excel 2003 及び Excel 2007 を含める
611 = MS Access 最近使用したドキュメント履歴をクリア
612 = Access 2000, Access XP, Access 2003 及び Access 2007 を含める
613 = MS PowerPoint 最近使用したドキュメント履歴をクリア
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003 及び PowerPoint 2007 を含める
615 = MS FrontPage 最近使用したドキュメント履歴をクリア
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 及び FrontPage 2007 を含める
617 = MS Office クリーナーでは、MS Word, Excel, Access, PowerPoint and Front Page などで最近使用したドキュメント履歴を削除します。対応する MS Office 製品をクリックして、クリアボタンをクリックしてください。

[Track Cleaner Windows]
701 = クリア
707 = 最近使用したドキュメント履歴をクリア
708 = スタートメニュー起動履歴をクリア
709 = ファイル検索履歴をクリア
710 = プリンタ履歴をクリア
711 = クリップボードを空にする
712 = "MS Paint" で最近使用したファイル履歴をクリア
713 = "MS Wordpad" で最近使用したファイル履歴をクリア
714 = "Regedit" で最後に開いたキーの履歴をクリア
715 = 最近使用した、開く/保存 ダイアログ履歴をクリア
716 = 最後に訪問したフォルダ ダイアログ履歴をクリア
717 = ゴミ箱をクリア
718 = Windows 一時ファイルを削除
719 = スタートメニュー クリックログを削除
720 = Microsoft Windows では、ファイル/フォルダ を検索する際の履歴、最近開かれたドキュメントなど、あなたが PC を使用中に行った多くの情報を記録します。また、他のあなたがインストールしたプログラムも、それぞれ様々な情報を記録します。 Windows クリーナーでは、これらの不要な履歴や一時ファイルを削除できます。また、ゴミ箱を削除することで、ディスク容量を節約することができます。
721 = エクスプローラのプロセスを、再起動した後に起動履歴は削除されます
722 = Windows レジストリをトレース
723 = ローカルハードドライブをトレース
724 = 破損したメモリダンプファイルを削除
725 = Chkdsk コマンドで修復されたファイルの断片を削除


[Evidence Remove]
802 = 実行
803 = 消去
804 = 消去しています...しばらくお待ちください
805 = 完了
806 = 痕跡をトレースするドライブにチェックを入れてください。このツールは、既に削除されたデータに対してのみ有効です。警告: この処理を行った後は、削除されたファイルを復元することが不可能になります!
807 = Windows のゴミ箱から削除された ファイル/フォルダ は、削除されたというマークが付くだけで、物理的に削除されていません。 このツールでは、データの痕跡を完全に削除します。 他のデータ復元ツールを使用しても、痕跡消去 されたファイルを復元することはできません!
808 = 本当に選択したドライブの痕跡を消去しますか?


[Unrecoverable  Delete ]
912 = 削除後に、復元することが不可能になるファイルとフォルダ一覧
913 = ファイル
914 = フォルダ
915 = システムから削除したいファイルを挿入。どんなツールを使用してもこのファイルは、物理的に復元不可能になります!
916 = システムから削除したいフォルダを挿入。どんなツールを使用してもこのフォルダは、物理的に復元不可能になります!
917 = ファイルを追加して削除
918 = フォルダを追加して削除
919 = 完全削除
920 = リストをクリア
921 = ファイル/フォルダを安全に削除したい場合は、完全削除を使用します。Windows ゴミ箱にファイルを削除して、空にしても完全に削除されたわけではありません。これらのデータは、誰でも簡単に、ハードディスクから復元することが出来てしまいます。完全削除ツールでは、これらのファイル/フォルダを物理的に削除する為、復元することが不可能になります。
922 = 本当に選択されたファイルとフォルダを完全削除しますか?
 

[Options Tree]
1001 = オプション
1100 = 一般
1200 = アンインストーラ

[General]
1101 = 現在の言語:
1102 = 拡張モード
1103 = 起動時にアップデートをチェック

[Uninstaller Options]
1201 = システムアップデートを表示
1202 = システムコンポーネントを表示
1203 = 高速読み取りモード有効化
1204 = ビルトインされていたアンインストーラのみ起動
1205 = (Vista には対応していません)
1206 = アンインストールする前に、復元ポイントを作成する。
1207 = ファイルとフォルダをゴミ箱に移動


[Auto Update]
1907 = アップデート
1908 = バージョン情報
1909 = 現在のバージョン:
1910 = 最新のバージョン:
1911 = ダウンロード
1912 = 最新バージョンを取得
1913 = 更新履歴
1914 = チェックしています...
1915 = 接続エラー...
1916 = 停止
1917 = ダウンロード %s of %s
1918 = ダウンロード %s (合計サイズ不明)
1919 = Revo Uninstaller は www.revouninstaller.com に接続出来ませんでした。インターネットへの接続、またはファイアウォール等によるブロックかないか、もう一度確認してください。
1920 = エラー: バージョンチェックに失敗、インターネットに接続されていません。


[WinTools]
2110 = 起動
2111 = Windows OS 内には、様々な役に立つツール、コンポーネントがあります。ただし、いくつかは、複雑なコマンドラインのオプション設定が必要になり、またアクセスも面倒です。このツールでは、10 個以上のツールへワンクリックですばやくアクセスすることができます。
2112 = コンピュータの復元では、問題が起こった時に、個人的なデータを失わずに、前回復元ポイントを作成したところまで戻ることができます。復元ポイントは、重要なイベント時に常に作成されます。また自分で作成することも出来ます。
2113 = あなたのコンピュータハードウェアと、オペレーティングシステムの情報、あなたのインターネット構成、モデム、及び ネットワークアダプター構成を表示する時に使用します。ネットワーク診断ツールでは、あなたのシステムのインターネットへの接続性能のテストとあなたのネットワークに関するプログラムとサービスが機能的かどうかの調査を実行することができます。
2114 = 現在の TCP/IP ネットワーク構成値を表示して、Dynamic Host Configuration Protocol(DHCP)とドメインネームシステム(DNS)設定を更新することができます。また、IPアドレス、MACアドレス、サブネットマスク、デフォルト・ゲートウェイ、WindowsインターネットNaming Service(WINS)、及び DNS 構成を含むすべてのアダプターの完全な TCP/IP 構成を表示します。
2115 = セキュリティに関する 3 つの情報についての状態をチェックします。-- ファイアウォール、ウイルス保護、自動アップデート、これらのうち問題点が検出された場合は、警告と、推奨される対応策を提供します。
2116 = 以下の情報を参照します。: CPU の種類や、メモリ関連の基本的な情報。メモリ関連の設定、ハードウェアの構成-特性の情報、ネットワーク接続とログオンプロファイル、エラー報告
2117 = システム情報は、ローカル / リモートコンピュータのシステム構成情報を表示する Windows OS コンポーネントです。これには、ハードウェア構成、コンポーネント、ソフトウェア、ドライバーの署名の有無などの情報も含まれています。 
2118 = TCP/IP Netstat コマンドは、PC が接続している、すべてのアクティブな　TCP接続 TCP/UDP のポートの表示、そして接続に関連する実行ファイルを表示する  Windows OS コンポーネントです。[ ] がファイル名で、その上に呼び出し元のコンポーネントが表示されています。
2119 = このツールは、仮想キーボードを表示して、ポインティングデバイス、ジョイスティックなどの使用を補助するツールです。
2120 = ドライブのボリュームを解析して、断片化を解消するツールです
2121 = サービスの詳細情報の表示、それぞれのサービスに関する操作 (開始、停止、再開)、また再起動時の動作の設定などを行います。
2122 = 共有リソースの管理、ユーザーのアクセス権限、セッション、ローカル、リモートコンピュータの接続と使用リソースの概要の表示を行います。
2123 = グループポリシー、ユーザー構成などのシステム管理者用の各種設定ツールです。
2124 = Windows コンポーネントの追加/除去  あなたのPCにインストールされた Windows コンポーネントの管理をします。 Windows OS をインストールした時に、オリジナルに含まれていなかった Windows コンポーネントの追加、または、あなたが必要としない Windows コンポーネントの除去などを行います。
2125 = Microsoft により配布されている、悪意のあるソフトウェアの削除ツール は、Windows OS を実行している PC 内をチェックして、流行している悪意のあるソフトウェアの発見、削除を実行します。この 悪意のあるソフトウェア には、ウィルス、ワーム、トロイの木馬などが含まれています。検出、除去処理の完了後に、処理されたソフトウェアの説明を含む詳細な結果を表示、確認することが出来ます。


[Junk Files Cleaner Options]
2202 = ドライブスキャン:
2203 = パターン
2204 = 説明
2205 = 追加
2206 = 除去
2207 = デフォルト設定
2208 = 不要ファイルクリーナー::一般
2209 = 不要ファイルクリーナー::除外
2220 = スキャンするパターン:
2221 = ワイルドカードにシンボル (?,*) を使用
2222 = パターンを追加
2223 = 除外パターンを追加
2224 = ワイルドカードにシンボル (?,*) を使用
2225 = 除外パターン:
2226 = 選択したファイルをゴミ箱に移動
2227 = 最終アクセスから 24 時間以上たっているファイルを無視


[Junk Files Cleaner Tool]
2306 = スキャン
2307 = 削除
2308 = スキャンしています
2309 = スキャンをしています...しばらくお待ちください
2310 = キャンセル
2311 = 名前
2312 = サイズ
2319 = ファイル:
2320 = 合計サイズ :
2323 = 他のプログラムによって使用されている為、\n 削除できません
2324 = スキャンを開始する為には、すくなくともひとつのドライブ、拡張子を選択してください
2325 = 不要ファイルクリーナーでは、様々な種類の不要ファイルを、検出して削除します。通常はこれらのファイルは、作成されたアプリケーションによって削除されます。しかしエラーなどによって、予期していない終了、クラッシュが発生した時に、削除されずに残ってしまうことがあります。これらの不要ファイルを削除することで、容量の節約、システムの高速化などの効果が得られます。
2326 = ファイル
2327 = ファイルを削除


[ContextMenu Junk Files Cleaner]
2313 = 開く
2314 = Google で検索
2315 = 含まれているフォルダを開く
2316 = プロパティ...
2317 = すべてをチェック
2318 = すべてを解除
2321 = 選択アイテムをチェック
2322 = 選択アイテムを解除


[TopMost Window]
4002 = オプション
4003 = メインウィンドウを開く
4004 = ドラッグドロップモード
4005 = ハンターモード
4006 = サイズ
4007 = 小さい
4008 = 標準
4009 = 大きい
4010 = ウィンドウサイズ
4011 = 終了
4012 = アンインストール
4013 = 自動起動を停止
4014 = プロセスを停止
4015 = プロセスを停止して削除
4016 = 含まれているフォルダを開く
4017 = 情報
4018 = プロパティ
4019 = キャンセル
4020 = 一度にひとつ以上のファイルには対応していません!
4021 = フォルダがドロップされました、ファイルをドロップしてください!
4022 = アンインストール/除去:
4023 = 別のウィンドウ、アイコン、タスクバーアイテムをポインタしてください
4024 = アンインストール コマンドを実行できません!\n アンインストーラ からアプリケーションをアンインストールしてください
4025 = インストールパッケージが見つかりません!\nヒント: アプリケーションのデータをさらに取得して\n メインウィンドウからアンインストールしてください!
4026 = 対象のアプリケーションは、自動起動が無効になっています!\nヒント: 自動起動ツールを使用して有効にしてください!
4027 = 対象のアプリケーションが見つかりません!\nヒント: アプリケーションに関する情報を www.google.com　で検索!
4028 = 本当に選択されたアプリケーションを閉じますか?\n保存されていないデータは失われます!
4029 = アンインストーラ
4030 = 選択されたアプリケーションを本当に閉じて、削除しますか?\n保存されていないデータは失われます!
4031 = 本当に Windows エクスプローラを終了しますか?\n スタートメニューとタスクバーが無効になります!
4032 = スタートアップに登録する(ハンターモード)
4033 = ウィンドウの透明度


[Scan After Uninstall]
4210 = 場所
4211 = キー
4212 = 値
4213 = データ
4214 = ファイル
4215 = 操作を実行する前に、アイテムを選択してください!
4216 = アンインストール後のスキャン
4217 = すべて選択
4218 = すべて解除
4219 = 削除
4220 = 残ったファイル
4221 = 残ったレジストリエントリ
4222 = アンインストール前のスキャン中...少々お待ちください
4223 = アンインストーラを起動しています...
4224 = 残りのファイル、フォルダ、レジストリキーのスキャンを開始してください。メインアンインストールは終了しました。
4225 = アンインストール後のスキャン中...少々お待ちください
4226 = 削除するアイテムの選択は慎重に行ってください!
4227 = 閉じる
4228 = リストに残っているファイルは、PC を次回起動した際に削除されます。
4229 = アンインストーラの起動に失敗しました!\n無効なアンインストールコマンドです!
4230 = 戻る
4231 = 次へ
4232 = アンインストールモードを選択
4233 = モード
4234 = ビルトイン - 追加スキャンなしで、アプリケーションに付属していたアンインストーラのみ使用します。
4235 = セキュア - ビルトインモードを含め、レジストリ及びハードディスクの追加スキャン(削除しても安全なアイテム)を高速モードで実施します。
4236 = 標準 - セキュアモードを含め、レジストリ及びハードディスクの拡張スキャン(アプリケーションで、共通で使用される場所等)を実施します。
4237 = 完全 - 標準モードを含め、レジストリ及びハードディスクの完全スキャン(アプリケーションが残したと思われるすべての情報)を低速モードで実施します。
4238 = アンインストールする前に、アプリケーションの初期解析を行います。
4239 = アプリケーションに付属していた、デフォルトのアンインストーラを起動します。
4240 = " 次へ " ボタンをクリックで、アプリケーションをアンインストールした後に、あなたのシステムに残されたフォルダ、ファイル及びレジストリのスキャンを実行します。
4241 = 初期解析とアンインストールの実行
4242 = アンインストール後のスキャン
4243 = アプリケーション付属のアンインストーラを実行した後に、アンインストールされたアプリケーションが、あなたのシステム上に残したフォルダ、ファイル及びレジストリを検索しています...  少々お待ちください...
4244 = 残されたレジストリアイテムの検出
4245 = 検出したレジストリアイテム:
4246 = 注意: アイテムのチェックは慎重に行ってください!  チェックされた太字アイテム、サブアイテムはすべて削除されます!
4247 = 残されたファイルとフォルダの検出
4248 = 検出したアイテム:
4249 = マイコンピュータ
4250 = Revo Uninstaller で、アプリケーション付属のアンインストーラを実行できませんでした。このアプリケーションのアンインストールコマンドは無効/または破損しています。“戻る” ボタンをクリックして、別のアンインストールモードを試してください。
4251 = アプリケーション付属のアンインストーラが正常に終了しました。- Revo Uninstaller では、アンインストールしたアプリケーションがシステムに残したアイテムを追加でスキャンすることが出来ます。 実行する場合は、“ 戻る ” ボタンをクリックして、別のアンインストールモードから、残されたフォルダ、ファイル及びレジストリをスキャンしてください。
4252 = Revo Uninstaller によるアンインストールが正常に終了しました。残されたアイテムは検出されていません。 “ 戻る ” ボタンをクリックして、別の拡張アンインストールモードを実行することが出来ます。
4253 = Revo Uninstaller によるアンインストールが正常に終了しました。残されたアイテムをさらに詳細に検索したい場合は、“ 戻る ” ボタンをクリックして、別の拡張アンインストールモードを実行してください。
4255 = 本当に選択されたファイルをゴミ箱に削除しますか?
4256 = 本当に選択されたレジストリアイテムを削除しますか?
4257 = Revo Uninstaller によるアンインストールは、正常に完了しました !
4258 = 本当にレジストリエントリの削除をスキップして、次のステップを続行しますか?
4259 = 本当に見つかったファイル及びフォルダの削除をスキップして、次のステップを続行しますか?
4260 = 残された不要アイテムのスキャンが完了しました!“ 次へ ”ボタンをクリックで結果を表示します。
4261 = システム復元ポイントを作成...
4262 = システム復元ポイントの作成に失敗しました!
4263 = システム復元ポイントが無効になっています(オプション->アンインストーラ)
4264 = ステム復元ポイントの作成に成功しました! 


[About]
4300 = 翻訳者:


[ContextMenu Uninstaller]
5000 = コマンド
5001 = 情報
5002 = Google で検索
5004 = インストールされた場所
5005 = リンクを開く...
5006 = ヘルプリンクを開く...
5007 = アップデートリンクを開く...
5008 = レジストリキーを開く...

[Common]
10000 = OK
10001 = キャンセル
10002 = ヘルプ
10003 = 参照
10004 = ツールヘルプ
10005 = ホームページ
10006 = 情報
10007 = 警告
10008 = エラー

[Tooltips]
2000 = アンインストーラ モードに切替
2001 = ツールパネルを表示
2002 = 設定を調整
2003 = ハンターモードに切替
2004 = アプリケーション一覧の表示方法を変更
2005 = 選択されたアプリケーションをアンインストール
2006 = 選択されたエントリをレジストリから削除
2007 = リストを更新
2008 = 最新版にアップデートする
2009 = プログラムに関するすべての情報を表示
404 = 選択されたアプリケーションを起動
405 = 選択されたアプリケーションを停止して閉じる
406 = 選択されたアプリケーションを自動起動から除去
506 = 選択されたオプションをクリア
605 = 選択されたオプションをクリア
705 = 選択されたオプションをクリア
2106 = 選択されたツールを起動
2304 = 選択された設定で不要ファイルをスキャンする
2305 = チェックされたファイルをゴミ箱に削除
